/* Show */
"Show" = "הצג";

/* Standard icon */
"Standard icon" = "אייקון סטנדרטי";

/* User picture */
"User picture" = "תמונת משתמש";

/* Name */
"Name" = "שם מלא";

/* Short name */
"Short name" = "שם מקוצר";

/* First name only */
"First name only" = "רק שם פרטי";

/* Initials only */
"Initials only" = "רק ראשי תיבות";

/* Root user */
"Root user" = "משתמש שורש";

/* Open Accounts */
"Open Accounts" = "...פתח חשבונות";

/* WinSwitch Preferences */
"WinSwitch Preferences" = "...העדפות ווינסוויץ";

/* Login Window */
"Login Window" = "...חלון התחברות";